{
"meta": {
    "title": "Cats Art Exhibition",
    "description": "A collection of art featuring cats from around the world and throughout history.",
    "narrativesList": ["Europe", "Asia", "Americas", "Africa", "Daily", "Chilling", "Playing", "Hunting", "Supernatural", "Folklore", "Superstition", "Religion"],
    "defaultNarrative": "Timeline",
    "defaultStart": 0,
    "defaultText" : "basic"
},
"items": {
    "1": {
        "title": "Mantle",
        "creator": "Unknown",
        "time": "200 BC – AD 100",
        "origin" : "Peru",
        "type": "Textile",
        "medium": "Camelid fiber",
        "dimensions": "Unknown",
        "img": "images/narr/img-1.jpg",
        "text": {
            "basic": "<p>This mantle originates from the Paracas culture of Peru, dating between 200 BC and AD 100. Made from camelid fiber, it features striking geometric designs with repeated feline forms. The cats, with their angular outlines, embody the concept of dual-bodied creatures and reflect the culture's symbolic connection between life and death.</p>",
            "extended": "<p>This mantle originates from the Paracas culture of Peru, dating between 200 BC and AD 100. Made from camelid fiber, it features striking geometric designs with repeated feline forms. The cats, with their angular outlines, embody the concept of dual-bodied creatures and reflect the culture's symbolic connection between life and death.</p><p>Particularly noticeable along the top and bottom borders, these cats appear in linear formations, their tails intertwining to form continuous figures. The mantle’s lack of wear suggests it was created specifically for funerary purposes, likely used to wrap the dead in coastal desert burial rituals.</p>",
            "long": "<p>This mantle originates from the Paracas culture of Peru, dating between 200 BC and AD 100. Made from camelid fiber, it features striking geometric designs with repeated feline forms. The cats, with their angular outlines, embody the concept of dual-bodied creatures and reflect the culture's symbolic connection between life and death.</p><p>Particularly noticeable along the top and bottom borders, these cats appear in linear formations, their tails intertwining to form continuous figures. The mantle’s lack of wear suggests it was created specifically for funerary purposes, likely used to wrap the dead in coastal desert burial rituals. In the Paracas culture, textiles played a crucial role in both daily life and sacred ceremonies, with some of the finest textiles reserved for high-status burials. This mantle, with its vibrant colors and intricate patterns, would have symbolized protection for the deceased in the afterlife. The dual-bodied cat figures may have been intended to guard the soul as it transitioned from the physical world to the spiritual realm, reflecting the Paracas people's deep reverence for the afterlife and their sophisticated textile artistry. The care and craftsmanship invested in this piece exemplify the Paracas culture’s mastery of textile weaving, elevating this mantle to not only a functional object but also a work of spiritual and artistic significance.</p>"
        },
        "includedIn": ["Americas", "Supernatural", "Religion"]
    },
    "2": {
        "title": "Cat from a Ball Toss Game",
        "creator": "Unknown",
        "time": "c. 1920",
        "origin" : "USA",
        "type": "Folk Art (Sculpture)",
        "medium": "Painted canvas with leather, wood, and metal",
        "dimensions": "Unknown",
        "img": "images/narr/img-2.jpg",
        "text": {
            "basic": "<p>This Cat from a Ball Toss Game was made around 1920 by an unidentified American artist. Created from painted canvas, leather, wood, and metal, this object was part of carnival ball-toss games. Players would aim to knock down similar targets to win prizes, with the design reflecting the saying that cats always land on their feet.</p>",
            "extended": "<p>This Cat from a Ball Toss Game was made around 1920 by an unidentified American artist. Created from painted canvas, leather, wood, and metal, this object was part of carnival ball-toss games. Players would aim to knock down similar targets to win prizes, with the design reflecting the saying that cats always land on their feet.</p><p>The object's construction with durable materials like leather and metal indicates it was designed for frequent use at carnivals and fairs, where knocking over objects was a favorite pastime for visitors. Its playful design captured the attention of fairgoers, combining amusement with a lighthearted nod to the behavior of cats.</p>",
            "long": "<p>This Cat from a Ball Toss Game was made around 1920 by an unidentified American artist. Created from painted canvas, leather, wood, and metal, this object was part of carnival ball-toss games. Players would aim to knock down similar targets to win prizes, with the design reflecting the saying that cats always land on their feet.</p><p>The object's construction with durable materials like leather and metal indicates it was designed for frequent use at carnivals and fairs, where knocking over objects was a favorite pastime for visitors. Its playful design captured the attention of fairgoers, combining amusement with a lighthearted nod to the behavior of cats. These games were a staple of early 20th-century American entertainment, offering a challenge to fairgoers and encouraging friendly competition. The whimsical design of this piece, as well as its practical function in ball-toss games, reflects the joy and excitement of fairground activities during that era. The enduring popularity of such games speaks to their role in creating memorable experiences for participants, both young and old.</p>"
        },
        "includedIn": ["Americas", "Daily", "Playing"]
    },
    "3": {
        "title": "Amulet depicting a cat",
        "creator": "Unknown",
        "time": "1076–332 BC",
        "origin" : "Egypt",
        "type": "Amulet",
        "medium": "Faience (blue-green)",
        "dimensions": "Unknown",
        "img": "images/narr/img-3.jpg",
        "text": {
            "basic": "<p>This amulet depicting a cat is made from faience and dates back to the Third Intermediate Period to Late Period, approximately between 1076 and 332 BCE. Small in size, it reflects the ancient Egyptians' admiration for cats, which were revered as symbols of protection and grace.</p>",
            "extended": "<p>This amulet depicting a cat is made from faience and dates back to the Third Intermediate Period to Late Period, approximately between 1076 and 332 BCE. Measuring just 0.6 cm by 3.4 cm by 1.6 cm, this delicate artifact exemplifies the ancient Egyptians' reverence for cats, which were not only admired for their grace but also associated with protection and fertility.</p><p>Amulets like this were often worn as talismans, believed to offer protection both in life and after death.</p>",
            "long": "<p>This amulet depicting a cat, made from faience, dates back to the Third Intermediate Period to Late Period of ancient Egypt, approximately between 1076 and 332 BCE. Despite its small size—measuring 0.6 cm by 3.4 cm by 1.6 cm—the amulet holds deep cultural significance. Cats were highly esteemed in ancient Egyptian society, symbolizing protection, fertility, and grace, often linked to the goddess Bastet, who was both nurturing and fierce.</p><p>Amulets like this one were typically worn as protective charms, safeguarding the wearer in daily life and ensuring protection in the afterlife. The use of faience, a glazed ceramic material favored in Egyptian artifact creation, was believed to have magical properties, further enhancing the protective power of the amulet.</p><p>This cat amulet is a testament to the skilled craftsmanship and spiritual beliefs that defined ancient Egyptian culture, encapsulating the sacred role of animals in their worldview.</p>"
        },
        "includedIn": ["Africa","Supernatural", "Religion"]
    },
    "4": {
        "title": "Nightlight in the form of a cat",
        "creator": "Unknown",
        "time": "1760 - 1770",
        "origin" : "China",
        "type": "Figure (Nightlight)",
        "medium": "Porcelain with enamel colors",
        "dimensions": "Unknown",
        "img": "images/narr/img-4.png",
        "text": {
            "basic": "<p>This nightlight in the form of a cat dates from around 1760 to 1770. Made of porcelain, it is designed to hold a candle, with light shining through the cat’s eyes. Originally intended for children afraid of the dark, the lamp also served the practical purpose of scaring off rats.</p>",
            "extended": "<p>This porcelain nightlight, shaped like a cat, dates back to approximately 1760 to 1770. Measuring 11 cm in height, 17 cm in width, and 12.5 cm in depth, it was created to house a candle, allowing light to shine through its eyes.</p><p>While primarily used to comfort children who were afraid of the dark, the nightlight also had a secondary purpose—scaring away rats. The lamp was part of a collection assembled by the 18th-century Sinologist Jean Theodore Royer, who was known for his interest in Asian art and artifacts.</p>",
            "long": "<p>This porcelain nightlight, created around 1760 to 1770, is designed in the form of a cat. It stands 11 cm tall, with a width of 17 cm and a depth of 12.5 cm, and weighs 531 grams. Its primary function was to serve as a nightlight for children who were afraid of the dark, offering a comforting presence during the night. The nightlight is hollow, allowing a candle to be placed inside. Once lit, the soft glow of the candlelight would filter through the cat’s eyes, creating a warm and gentle illumination in the room.</p><p>In addition to its use as a source of comfort, the nightlight had a practical side. In 18th-century households, rats were a common nuisance, and the glowing eyes of the porcelain cat were believed to help deter these pests. The craftsmanship of this piece reflects both aesthetic appeal and functionality, embodying a sense of whimsy and utility in daily life.</p><p>The nightlight comes from the collection of Jean Theodore Royer, an 18th-century Hague Sinologist who was passionate about collecting Asian art and cultural objects. Royer’s interest in Asian cultures is reflected in his extensive collection, which included items like this porcelain cat.</p><p>The cat’s design, while playful and charming, also speaks to the broader European fascination with exotic and whimsical objects during this period, often used for both decorative and functional purposes. This nightlight serves as a reminder of the blending of artistry and practicality in 18th-century home life, offering a glimpse into the domestic environment and the creative solutions people employed to address both fears and household challenges.</p>"
              },
              "includedIn": ["Asia", "Daily", "Chilling"]
    },
    "5": {
        "title": "Tournée du Chat Noir",
        "creator": "Théophile Alexandre Steinlen",
        "time": "c. 1896",
        "origin" : "France",
        "type": "Poster",
        "medium": "Colour lithograph on paper",
        "dimensions": "1005 x 1425 cm",
        "img": "images/narr/img-5.jpg",
        "text": {
            "basic": "<p>Tournée du Chat Noir avec Rodolphe Salis is a poster designed by the artist Théophile-Alexandre Steinlen around 1896. This lithographic poster depicts a striking black cat with intense eyes, promoting the performances of the cabaret Le Chat Noir in Paris, a legendary venue known for its artistic and bohemian atmosphere.</p>",
            "extended": "<p>Tournée du Chat Noir avec Rodolphe Salis is a lithographic poster created by Théophile-Alexandre Steinlen circa 1896. It advertises the touring performances of the famous Parisian cabaret Le Chat Noir, located in the Montmartre district. The poster features an iconic black cat with a halo of intricate red text around its head, symbolizing the mystical and enchanting allure of the cabaret.</p><p>Le Chat Noir was a center for avant-garde art and culture, often associated with the bohemian movement of late 19th-century Paris. Steinlen’s poster perfectly captures the mysterious and playful spirit of this celebrated venue.</p>",
            "long": "<p>Tournée du Chat Noir avec Rodolphe Salis is an iconic lithographic poster designed by Théophile-Alexandre Steinlen around 1896 to promote the touring performances of the renowned Parisian cabaret Le Chat Noir. Located in Montmartre, Le Chat Noir was a legendary venue that became a symbol of the bohemian and avant-garde cultural movements of late 19th-century Paris.</p><p>The poster depicts a striking black cat sitting upright, its sharp gaze contrasted against its dark, elegant form, with a halo of intricate red text surrounding its head. This design evokes the mystical and enigmatic aura associated with the cabaret, further enhanced by the choice of the black cat as a central figure—an animal historically tied to superstitions, black magic, and mystery. This symbolism may have also been inspired by Edgar Allan Poe’s famous 1847 short story *The Black Cat*, contributing to the dark and mysterious branding of the venue.</p><p>The poster’s bold use of black, red, and tan creates a visually captivating image that is instantly recognizable, a testament to Steinlen’s artistic and commercial success. Le Chat Noir was founded by Rodolphe Salis and quickly became a central hub for artists, writers, and musicians, many of whom were at the forefront of the cultural revolution in Montmartre. It was not just a cabaret but a meeting place for artistic minds, fostering a community where creative ideas flowed freely.</p><p>The venue offered a combination of entertainment, including music, poetry, and satirical performances, often with a rebellious and avant-garde edge. The black cat, featured in Steinlen’s poster, thus became an emblem of this artistic community—mysterious, independent, and captivating, much like the artists who frequented Le Chat Noir.</p><p>Steinlen himself, a prominent member of this circle, was known for his ability to blend commercial appeal with artistic merit, a skill exemplified in this work.</p>"
              },
        "includedIn": ["Europe", "Supernatural", "Superstition"]
    },
    "6": {
        "title": "Shashthi",
        "creator": "Unknown",
        "time": "ca. 1885",
        "origin" : "India",
        "type": "Painting",
        "medium": "Opaque watercolour on paper",
        "dimensions": "Unknown",
        "img": "images/narr/img-6.jpg",
        "text": {
            "basic": "<p>This painting, created around 1885 in Kolkata, depicts the Hindu goddess Shashthi. She is shown with yellow skin tones, dressed in a red sari, holding two children while standing on a black and white cat. The artwork is painted in opaque watercolour, characteristic of Kalighat painting.</p>",
            "extended": "<p>This painting, created around 1885 in Kolkata, depicts the Hindu goddess Shashthi. She is shown with yellow skin tones, dressed in a red sari, holding two children while standing on a black and white cat. The artwork is painted in opaque watercolour, characteristic of Kalighat painting.</p><p>Known as the goddess of fertility and childbirth, Shashthi is a revered figure in Hindu mythology, and the inclusion of the two children in the painting highlights her role as a protector of young life. The Kalighat style, with its use of bold, flat colors and simplified forms, is a hallmark of 19th-century Kolkata art, blending religious symbolism with vibrant visual expression.</p>",
            "long": "<p>This painting, created around 1885 in Kolkata, depicts the Hindu goddess Shashthi. She is shown with yellow skin tones, dressed in a red sari, holding two children while standing on a black and white cat. The artwork is painted in opaque watercolour, characteristic of Kalighat painting.</p><p>Known as the goddess of fertility and childbirth, Shashthi is a revered figure in Hindu mythology, and the inclusion of the two children in the painting highlights her role as a protector of young life. The Kalighat style, with its use of bold, flat colors and simplified forms, is a hallmark of 19th-century Kolkata art, blending religious symbolism with vibrant visual expression.</p><p>Shashthi's yellow skin is symbolic of divinity and purity, while the red sari she wears signifies fertility and power, reinforcing her association with motherhood and the protection of children. Standing atop a black and white cat, Shashthi's posture and serene expression convey her nurturing nature, while the cat adds an element of folklore, often seen as her companion or vehicle in local traditions.</p><p>Kalighat painting, which emerged in response to the socio-political and cultural transformations of colonial India, served as a popular art form that appealed to a wide audience, blending traditional religious themes with modern artistic techniques. The fluid brushstrokes, vibrant colors, and spiritual symbolism in this piece make it an excellent representation of the rich cultural heritage of Bengal and the importance of Shashthi in Hindu worship practices. The simplicity and accessibility of the Kalighat style allowed artists to convey complex spiritual ideas in ways that resonated with both rural and urban populations, making this painting not only a religious artifact but also a reflection of the evolving artistic trends of the 19th century.</p>"
        },
        "includedIn": ["Asia", "Supernatural", "Religion"]
    },
    "7": {
        "title": "The Cat",
        "creator": "Unknown",
        "time": "1850s",
        "origin" : "England",
        "type": "Religious Card",
        "medium": "Hand-coloured lithograph with letterpress and gilt embossing",
        "dimensions": "Unknown",
        "img": "images/narr/img-7.jpg",
        "text": {
            "basic": "<p>This religious card, titled The Cat, was created in the 1850s in England. It is part of a series of 66 cards featuring hymns, biblical verses, and educational stories. The card features a hand-coloured lithograph with an embossed gilt frame and a text describing cats and their traits, accompanied by a Christian subtext.</p>",
            "extended": "<p>This religious card, titled The Cat and created in the 1850s in England, is one of 66 cards that feature hymns, biblical verses, and educational stories. The card showcases a hand-coloured lithograph framed in embossed gilt, with an image of a young girl playing with her cat, alongside a short educational text.</p><p>The text describes the nature of cats, comparing them to wild cats like tigers and lions, and subtly connects this comparison to human characteristics, offering a Christian moral lesson. Cards like this were used to educate children on religious values while teaching about the natural world.</p>",
            "long": "<p>This religious card, titled The Cat and produced in the 1850s in England, is part of a collection of 66 cards that combine Christian teachings with educational content. The card is beautifully adorned with a hand-coloured lithograph and an embossed gilt frame, highlighting its decorative and educational function.</p><p>The image depicts a serene scene of a young girl playing with her cat in an idyllic garden setting, capturing the innocence of childhood. Beneath this illustration, the text explores the nature of cats, describing them as both gentle domestic creatures and fearsome wild animals, like tigers and lions. It emphasizes the duality of feline nature—their calm, peaceful demeanor when at rest and their cunning, predatory instincts when hunting.</p><p>The comparison between domestic cats and their wild counterparts serves as a subtle metaphor for human behavior, suggesting that individuals may appear meek and gentle, but can possess hidden instincts of strength and cunning. This comparison is reinforced with a Christian subtext, encouraging readers—particularly children—to reflect on their own nature and to align their behavior with moral virtues.</p><p>Cards like The Cat were common in the mid-19th century, used both as educational tools and as moral guides for young readers. The hand-coloured lithograph and letterpress printing techniques used to create this card reflect the craftsmanship of the period, with each card offering a unique blend of visual beauty and religious instruction. This card not only serves as a reminder of the role of animals in Victorian-era moral teachings but also provides insight into the ways religious and educational materials were intertwined to convey life lessons to children in a visually engaging and thoughtful manner.</p>"
        },
        "includedIn": ["Europe", "Daily", "Playing"]
    },
    "8": {
        "title": "Bestiary",
        "creator": "Unknown",
        "time": "Late 14th century",
        "origin" : "England",
        "type": "Manuscript",
        "medium": "Illuminated manuscript on vellum",
        "dimensions": "Unknown",
        "img": "images/narr/img-8.jpg",
        "text": {
            "basic": "<p>This 14th-century illuminated manuscript illustration from an English bestiary shows several cats engaged in different activities. One cat holds a birdcage, another clutches a rat, while a third is curled up sleeping. The background is decorated with gold stars and crescents, reflecting the nocturnal and mysterious nature of cats in medieval symbolism.</p>",
            "extended": "<p>This 14th-century illuminated manuscript illustration from an English bestiary shows several cats engaged in different activities. One cat holds a birdcage, another clutches a rat, while a third is curled up sleeping. The background is decorated with gold stars and crescents, reflecting the nocturnal and mysterious nature of cats in medieval symbolism.</p><p>Bestiaries were medieval manuscripts that not only described animals but also used their traits to convey Christian moral teachings. In this image, the cats are depicted in ways that emphasize both their domestic role as pest controllers and their mysterious, independent nature, associated with the night and mystical powers.</p>",
            "long": "<p>This 14th-century illuminated manuscript illustration from an English bestiary shows several cats engaged in different activities. One cat holds a birdcage, another clutches a rat, while a third is curled up sleeping. The background is decorated with gold stars and crescents, reflecting the nocturnal and mysterious nature of cats in medieval symbolism.</p><p>Bestiaries were medieval manuscripts that not only described animals but also used their traits to convey Christian moral teachings. In this image, the cats are depicted in ways that emphasize both their domestic role as pest controllers and their mysterious, independent nature, associated with the night and mystical powers.</p><p>The cats' roles here symbolize vigilance and resourcefulness—key traits in both spiritual and earthly contexts. The birdcage and rat reflect their hunting instincts, while the resting cat symbolizes the comfort and companionship they provided in medieval households. The inclusion of golden stars and crescents in the background reinforces the mystical view of cats during this period, connecting them to the night and, by extension, to the supernatural.</p><p>Cats were often seen as creatures that walked between worlds, both physical and spiritual, making them a potent symbol in medieval thought. This bestiary illustration serves as both a visual teaching tool and a reminder of the layered meanings animals held in medieval society, where even common creatures like cats were imbued with moral and spiritual significance.</p>"
        },
        "includedIn": ["Europe", "Supernatural", "Superstition", "Daily", "Hunting"]
    },
    "9": {
        "title": "The Black Cat",
        "creator": "Unknown",
        "time": "1909",
        "origin" : "England",
        "type": "Illustration",
        "medium": "Watercolor and gouache on paper",
        "dimensions": "Unknown",
        "img": "images/narr/img-9.jpg",
        "text": {
            "basic": "<p>This 1909 watercolor and gouache illustration by John Byam Liston Shaw depicts a climactic scene from Edgar Allan Poe’s The Black Cat. In the image, a one-eyed black cat perches atop the hidden body of a murdered wife, surrounded by crumbling brick and plaster, capturing the gothic horror central to Poe’s tale.</p>",
        "extended": "<p>This 1909 watercolor and gouache illustration by John Byam Liston Shaw depicts a climactic scene from Edgar Allan Poe’s The Black Cat. The one-eyed black cat, a symbol of guilt and retribution, perches atop the hidden body of a murdered wife, partially visible through the crumbling brick and plaster. Shaw’s use of contrasting textures, including the vivid purple of the wife’s gown and the stark, decaying surroundings, enhances the sense of gothic horror. Poe’s tales of psychological torment and macabre themes found particular appeal among artists in the late 19th and early 20th centuries, a period known as the golden age of book illustration.</p>",
        "long": "<p>This 1909 watercolor and gouache illustration by John Byam Liston Shaw vividly portrays the climactic moment in Edgar Allan Poe’s The Black Cat, where the central character’s guilt is unveiled. The one-eyed black cat, a chilling symbol of both vengeance and the narrator’s own madness, perches atop the body of the narrator’s murdered wife, who is partially hidden behind crumbling brick and plaster.</p><p>Shaw’s use of rich textures and muted tones emphasizes the contrast between the decaying, broken surroundings and the brilliant purple of the wife’s gown, a detail that draws the viewer’s eye toward the concealed crime. The cat’s single, glaring eye serves as a powerful reminder of the narrator’s earlier cruelty and the inescapable nature of guilt.</p><p>Poe’s psychological horror, with its focus on madness, the supernatural, and moral consequences, made his works particularly appealing to illustrators of the late 19th and early 20th centuries. This era, often referred to as the golden age of book illustration, saw artists like Shaw drawn to Poe’s intricate descriptions and dark themes, which allowed them to explore complex visual representations of fear and guilt.</p><p>Shaw’s rendering of this moment from The Black Cat not only captures the terror inherent in Poe’s work but also delves into the psychological layers of the story, where the boundaries between the physical and mental realms begin to collapse, much like the decaying bricks that frame this haunting image.</p>"        },
        "includedIn": ["Europe", "Supernatural", "Superstition"]
    },
    "10": {
        "title": "Cat with a quail",
        "creator": "Unknown",
        "time": "1st century BCE",
        "origin" : "Italy",
        "type": "Mosaic",
        "medium": "Stone mosaic",
        "dimensions": "Unknown",
        "img": "images/narr/img-10.jpg",
        "text": {
            "basic": "<p>This mosaic from the Casa del Fauno in Pompeii, measuring 53x53 cm, depicts a scene of a cat attacking a bird, with ducks, fish, and other sea life below. It showcases the fine craftsmanship of Roman mosaics and provides insight into the natural themes common in ancient Roman homes.</p>",
            "extended": "<p>This mosaic from the Casa del Fauno in Pompeii, measuring 53x53 cm, depicts a scene of a cat attacking a bird, with ducks, fish, and other sea life below. It showcases the fine craftsmanship of Roman mosaics and provides insight into the natural themes common in ancient Roman homes. The detailed depiction of the cat, mid-hunt, reflects the Romans' fascination with both wild and domestic animals.</p>",
            "long": "<p>This mosaic from the Casa del Fauno in Pompeii, measuring 53x53 cm, depicts a scene of a cat attacking a bird, with ducks, fish, and other sea life below. It showcases the fine craftsmanship of Roman mosaics and provides insight into the natural themes common in ancient Roman homes. The detailed depiction of the cat, mid-hunt, reflects the Romans' fascination with both wild and domestic animals.</p><p>The mosaic exemplifies the ability of Roman artisans to create highly lifelike images using small, colored stone or glass tesserae, capturing the essence of nature’s beauty. Found in one of Pompeii's most opulent residences, the Casa del Fauno, mosaics like this were not only decorative but also a symbol of wealth and cultural refinement.</p><p>This particular mosaic offers a glimpse into the Roman worldview, where the natural world and human existence were intricately intertwined. By representing both domestic and wild animals, the mosaic speaks to the dual role animals played in Roman life—as companions in the home and as resources for food and hunting. The inclusion of birds and fish alongside the hunting cat might symbolize the Roman mastery over nature and their ability to control and utilize the natural world.</p>"
            },
        "includedIn": ["Europe", "Daily", "Hunting"]
    },
    "11": {
        "title": "Nekomata",
        "creator": "Utigawa Kunisada",
        "time": "1847",
        "origin" : "Japan",
        "type": "Woodblock Print",
        "medium": "Color woodcut",
        "dimensions": "Unknown",
        "img": "images/narr/img-11.jpg",
        "text": {
            "basic": "<p>This woodblock print triptych by Utagawa Kunisada I, created in 1847, depicts a kabuki scene from the play Onoe Kikugorō Uichidai Banashi, performed at the Ichimura Theatre. The actors Sawamura Sōjūrō V, Onoe Kikugorō III, and Ichimura Uzaemon XII are shown in dynamic poses, capturing the intensity of the kabuki performance.</p>",
            "extended": "<p>This woodblock print triptych by Utagawa Kunisada I, created in 1847, depicts a kabuki scene from the play Onoe Kikugorō Uichidai Banashi, performed at the Ichimura Theatre. The actors Sawamura Sōjūrō V, Onoe Kikugorō III, and Ichimura Uzaemon XII are shown in dynamic poses, capturing the intensity of the kabuki performance. The triptych uses vibrant colors and bold lines to depict the emotional depth and energy of the actors, a hallmark of Kunisada’s work.</p>",
            "long": "<p>This woodblock print triptych by Utagawa Kunisada I, created in 1847, depicts a kabuki scene from the play Onoe Kikugorō Uichidai Banashi, performed at the Ichimura Theatre. The actors Sawamura Sōjūrō V, Onoe Kikugorō III, and Ichimura Uzaemon XII are shown in dynamic poses, capturing the intensity of the kabuki performance. The triptych uses vibrant colors and bold lines to depict the emotional depth and energy of the actors, a hallmark of Kunisada’s work.</p><p>Kunisada, one of the most prolific and popular ukiyo-e artists of his time, was known for his detailed and expressive portrayals of kabuki actors, helping to immortalize their performances through his art. This particular scene exemplifies the dramatic storytelling of kabuki theater, with the actors' exaggerated expressions and body movements conveying heightened emotions.</p><p>The play itself, Onoe Kikugorō Uichidai Banashi, was a major kabuki production, and its performance at the prestigious Ichimura Theatre speaks to the significance of both the actors involved and the play’s cultural relevance. Kunisada’s print not only serves as a visual record of the kabuki performance but also highlights the strong connection between ukiyo-e and kabuki theater in the Edo period.</p>"
        },
        "includedIn": ["Asia", "Supernatural", "Folklore"]
    },
    "12": {
        "title": "Cats Enjoying the Evening Cool",
        "creator": "Unknown",
        "time": "18th century",
        "origin" : "Japan",
        "type": "Hanging Scroll",
        "medium": "Ink and color on silk",
        "dimensions": "Unknown",
        "img": "images/narr/img-12.jpg",
        "text": {
            "basic": "<p>This woodblock print by Utagawa Kuniyoshi from the Edo period depicts anthropomorphized cats in traditional Japanese clothing, engaging in human-like activities. One cat stands on a jetty while another, in a boat adorned with feline motifs, tries to pull the boat ashore. Kuniyoshi, known for his love of cats, incorporated playful elements and references to feline favorites, including dried bonito and silver vine.</p>",
            "extended": "<p>This woodblock print by Utagawa Kuniyoshi from the Edo period depicts anthropomorphized cats in traditional Japanese clothing, engaging in human-like activities. One cat stands on a jetty while another, in a boat adorned with feline motifs, tries to pull the boat ashore.</p>",
            "long": "<p>This woodblock print by Utagawa Kuniyoshi, created during the Edo period, humorously portrays anthropomorphized cats dressed in traditional Japanese clothing and engaging in human-like activities. One of the cats, standing on a jetty, is dressed in a vibrant kimono adorned with abalone and eel motifs, while another cat, steering a boat, wears a yukata featuring an octopus design.</p>"
      
        },
        "includedIn": ["Asia", "Supernatural", "Folklore"]
    },
    "13": {
        "title": "Study for the Madonna of the Cat",
        "creator": "Unknown",
        "time": "c. 1478–1481",
        "origin" : "Italy",
        "type": "Drawing",
        "medium": "Pen and brown ink",
        "dimensions": "Unknown",
        "img": "images/narr/img-13.jpg",
        "text": {
            "basic": "<p>Study for the Madonna of the Cat is a set of two drawings by Leonardo da Vinci on both sides of a sheet of paper, measuring 13 cm by 9.4 cm. These drawings were created using pen and brown ink, and depict the Virgin and Child interacting with a cat, which is one of six works by Leonardo featuring this theme. The drawings exhibit mirror symmetry when viewed through transparency and are currently held at the British Museum.</p>",
            "extended": "<p>Study for the Madonna of the Cat is a set of two drawings by Leonardo da Vinci on both sides of a sheet of paper, measuring 13 cm by 9.4 cm. These drawings were created using pen and brown ink, on a preparatory drawing made with a stylus, with a brown wash on the reverse side. They depict the Virgin and Child interacting with a cat, which is one of six works by Leonardo featuring this charming and intimate theme.</p><p>A notable feature is the mirror symmetry between the two faces of the drawings, which is visible when the sheet is held to light. Currently housed at the British Museum in London under inventory number 1856,0621.1, these sketches reveal Leonardo's fascination with capturing tender human-animal relationships. The creative and scientific processes behind the Madonna of the Cat have been widely discussed by art historians such as Kenneth Clark, Martin Kemp, Carmen Bambach, and Larry Feinberg, who have highlighted the depth of Leonardo's artistic experimentation and his study of human anatomy and affection.</p>",
            "long": "<p>Study for the Madonna of the Cat is a set of two drawings by Leonardo da Vinci, meticulously sketched on both sides of a sheet of paper that measures 13 cm by 9.4 cm. Created using pen and brown ink, these drawings rest on preparatory lines made in stylus, with a subtle brown wash on the reverse side that enhances the depth of the composition. The drawings depict the Virgin and Child interacting with a cat—an endearing subject that Leonardo explored in a total of six works. This imagery not only captures a tender and playful moment but also exemplifies Leonardo's ability to convey profound emotional connection through his artwork.</p><p>One of the most intriguing aspects of this study is the mirror symmetry that is visible between the two drawings when viewed through transparency, showcasing Leonardo's meticulous planning and his interest in exploring different perspectives of the same subject. Currently, the Study for the Madonna of the Cat is housed at the British Museum in London under inventory number 1856,0621.1.</p><p>This work has been the subject of extensive analysis by prominent art historians, including Kenneth Clark, Martin Kemp, Carmen Bambach, and Larry Feinberg, who have explored its significance in understanding Leonardo's creative and scientific processes. The Madonna of the Cat offers insight into Leonardo's study of human affection, the relationship between mother and child, and the symbolic use of animals. The cat, often associated with independence and mystery, adds an element of liveliness and unpredictability to the scene, reinforcing Leonardo's interest in capturing the natural spontaneity of life. These sketches represent an intersection between art and observation, embodying Leonardo's dual commitment to capturing both the physical and emotional dimensions of his subjects.</p>"
              },
        "includedIn": ["Europe", "Supernatural", "Religion"]
    },
    "14": {
        "title": "Collection of Russian Lubki",
        "creator": "Unknown",
        "time": "18th–19th century",
        "origin" : "Russia",
        "type": "Printmaking (Lubki)",
        "medium": "Woodblock prints on paper",
        "dimensions": "Unknown",
        "img": "images/narr/img-14.jpg",
        "text": {
            "basic": "<p>This colorful lubok print from D. A. Rovinskii’s collection, titled Cat, is a traditional example of Russian folk art. Lubki are popular prints that date back to the 18th century and were used as decorations by the lower and middle classes. The caption of this particular piece reads, The Cat of Kazan, the Mind of Astrakhan, the Wisdom of Siberia, parodying the grand titles of Russian rulers.</p>",
            "extended": "<p>This colorful lubok print from D. A. Rovinskii’s collection, titled Cat, is a traditional example of Russian folk art. Lubki are popular prints that date back to the 18th century and were used as decorations by the lower and middle classes. The caption of this particular piece reads, The Cat of Kazan, the Mind of Astrakhan, the Wisdom of Siberia, parodying the grand titles of Russian rulers.</p><p>Lubki were known for their vibrant imagery and humor, often featuring playful depictions of animals, mythological scenes, or satirical takes on contemporary events. This particular cat is believed to represent Peter the Great, mocking his attempts at reforming Russian society along Western lines, including his infamous beard tax.</p>",
            "long": "<p>This colorful lubok print from D. A. Rovinskii’s collection, titled Cat, is a traditional example of Russian folk art. Lubki are popular prints that date back to the 18th century and were used as decorations by the lower and middle classes. The caption of this particular piece reads, The Cat of Kazan, the Mind of Astrakhan, the Wisdom of Siberia, parodying the grand titles of Russian rulers.</p><p>Lubki were known for their vibrant imagery and humor, often featuring playful depictions of animals, mythological scenes, or satirical takes on contemporary events. This particular cat is believed to represent Peter the Great, mocking his attempts at reforming Russian society along Western lines, including his infamous beard tax. The humorous caption reflects the irreverent spirit of lubki, which often critiqued the excesses of those in power through clever symbolism and wit.</p><p>The cat, a common motif in Russian folklore and popular imagery, is depicted with an air of mock grandeur, embodying the playful ridicule aimed at the autocratic rule of Peter the Great. The lubok’s intricate patterns and bright colors were designed to attract the viewer’s eye and convey a sense of liveliness, making it a popular form of decoration in homes and taverns.</p><p>The cat’s posture and expression, along with the detailed linework, contribute to the artwork’s satirical narrative, offering a glimpse into the sentiments of the common people during a period of significant social and cultural transformation in Russia. This print exemplifies how folk art can serve as both a form of entertainment and a medium for social commentary, reflecting the resilience and creativity of popular culture in the face of political change.</p>"
              },
        "includedIn": ["Europe", "Supernatural", "Folklore", "Superstition"]
    },
    "15": {
        "title": "Sarcophagus of Prince Thutmose's Cat",
        "creator": "Unknown",
        "time": "New Kingdom, 18th Dynasty",
        "origin" : "Egypt",
        "type": "Sarcophagus",
        "medium": "Limestone",
        "dimensions": "Unknown",
        "img": "images/narr/img-15.jpg",
        "text": {
            "basic": "<p>The sarcophagus of Prince Thutmose's cat is an ancient artifact that belonged to the cat of Crown Prince Thutmose, the eldest son of Pharaoh Amenhotep III and Queen Tiye. Prince Thutmose was initially designated as his father's successor but tragically passed away before he could inherit the throne. As a result, his younger brother Akhenaten eventually became pharaoh.</p>",
            "extended": "<p>The sarcophagus of Prince Thutmose's cat is an ancient artifact that belonged to the cat of Crown Prince Thutmose, the eldest son of Pharaoh Amenhotep III and Queen Tiye. Prince Thutmose was initially designated as his father's successor but tragically passed away before he could inherit the throne. As a result, his younger brother Akhenaten eventually became pharaoh.</p><p>The sarcophagus features detailed carvings of hieroglyphics and the image of the cat, reflecting the reverence ancient Egyptians held for their feline companions. Cats were considered sacred and were often associated with the goddess Bastet, a deity of home, fertility, and protection. The burial of Prince Thutmose's cat in an elaborate sarcophagus demonstrates the high regard in which these animals were held and highlights their spiritual significance in Egyptian society.</p>",
            "long": "<p>The sarcophagus of Prince Thutmose's cat is an ancient artifact that belonged to the cat of Crown Prince Thutmose, the eldest son of Pharaoh Amenhotep III and Queen Tiye. Prince Thutmose was initially designated as his father's successor but tragically passed away before he could inherit the throne. As a result, his younger brother Akhenaten eventually became pharaoh.</p><p>The sarcophagus features detailed carvings of hieroglyphics and the image of the cat, reflecting the reverence ancient Egyptians held for their feline companions. Cats were considered sacred and were often associated with the goddess Bastet, a deity of home, fertility, and protection. The burial of Prince Thutmose's cat in an elaborate sarcophagus demonstrates the high regard in which these animals were held and highlights their spiritual significance in Egyptian society.</p><p>The sarcophagus itself is a beautiful representation of the craftsmanship of the time, adorned with intricate hieroglyphics that likely recount the cat's role and its importance within the royal household. The cat was not just a pet but a symbol of protection and a companion for the prince, whose life was cut short. The decision to provide an elaborate burial for the cat is an indication of the importance of animals in ancient Egyptian culture, particularly in the royal family, where even pets were given ceremonial burials akin to those of humans.</p><p>The depiction of the cat, sitting upright with an attentive expression, captures the essence of the animal’s revered status and its symbolic role in providing protection, even in the afterlife. Prince Thutmose, who was the intended successor to Amenhotep III, was deeply connected to the spiritual and religious life of ancient Egypt. His devotion is mirrored in the care taken to immortalize his beloved cat through this sarcophagus. It also reflects the belief in the interconnectedness of all life, where even an animal could accompany and protect a royal figure in the afterlife.</p>"
              },
        "includedIn": ["Africa", "Supernatural", "Religion"]
    },
    "16": {
        "title": "Fighting cat-like figures",
        "creator": "Unknown",
        "time": "C.A 10,000 BC",
        "origin" : "Libya",
        "type": "Carving",
        "medium": "Stolen",
        "dimensions": "Unknown",
        "img": "images/narr/img-16.png",
        "text": {
            "basic": "<p>The digital photograph displays engraved rock art found on a sandstone rock face at Wadi Mathendous, Libya. It shows two cat-like figures standing upright, appearing to be in a sparring position, with four ostriches positioned between them. The engravings are estimated to be around 10,000 years old and are part of the ancient Messak rock art tradition.</p>",
            "extended": "<p>The digital photograph captures an intricate piece of engraved rock art located on a sandstone rock face at Wadi Mathendous, within Libya's Fezzan region. The engraving prominently features two cat-like figures standing upright on their hind legs, seemingly engaged in a sparring or confrontational posture. Their triangular ears and carefully carved eyes give them distinct feline characteristics.</p><p>Between these two figures, there are four ostriches, each facing to the right, adding an additional layer of complexity to the scene. This particular engraving is part of the Messak Plateau's rich rock art tradition, which includes thousands of similar engravings across the region. These carvings, which are estimated to be approximately 10,000 years old, represent some of the oldest forms of artistic expression found in the Sahara Desert.</p>",
            "long": "<p>This digital photograph features an elaborately carved piece of rock art on a sandstone surface at Wadi Mathendous, located within Libya's Fezzan region. The engraving is a fine example of the Messak Plateau's rich tradition of prehistoric rock art. The primary figures depicted are two cat-like creatures, both standing upright on their hind legs, as if engaged in a sparring or confrontational interaction. These feline figures are meticulously carved, with triangular ears and detailed cupules marking their eyes, which adds an expressive quality to their faces.</p><p>Their limbs are outstretched, enhancing the sense of movement and animating the scene with a sense of life. Between the two sparring cats are four ostriches, each facing to the right, depicted in a simplistic yet graceful manner. The juxtaposition of these different animals creates an intriguing narrative and suggests an underlying symbolic meaning to the composition.</p><p>The engravings at Wadi Mathendous are part of a broader artistic tradition of the Messak Plateau, which contains thousands of such carvings distributed across its dry riverbeds and vertical rock faces. These engravings date back approximately 10,000 years, making them some of the oldest and most culturally significant pieces of art found in the Sahara Desert.</p>"
              },
        "includedIn": ["Africa", "Supernatural", "Folklore" , "Daily", "Hunting"]
    },
    "17": {
        "title": "25 Cats Name Sam and One Blue Pussy",
        "creator": "Unknown",
        "time": "1954",
        "origin" : "USA",
        "type": "Artist's Book",
        "medium": "Lithographs hand-colored with watercolor",
        "dimensions": "Unknown",
        "img": "images/narr/img-17.jpg",
        "text": {
            "basic": "<p>In the 1950s, Andy Warhol collaborated with his mother, Julia Warhola, to create the artist’s book 25 Cats Name Sam and One Blue Pussy. The book featured Andy's pop-art watercolor drawings and Julia's calligraphy, highlighting their shared love for cats. Though titled for twenty-five cats, only sixteen are illustrated in the book.</p>",
            "extended": "<p>In the 1950s, Andy Warhol collaborated with his mother, Julia Warhola, to produce the artist's book 25 Cats Name Sam and One Blue Pussy. At the time, Andy was working as a freelance children’s book illustrator and struggling to make ends meet. When Julia found out about his situation, she moved from Pittsburgh to New York to support her son, and together they developed a unique bond over both art and their shared love for cats.</p><p>The book, published in 1954, featured Andy's characteristic blotted-line watercolor illustrations in vibrant pop-art colors, while Julia provided the handwritten calligraphy. Though the book’s title referenced twenty-five cats, only sixteen were actually illustrated, and Julia accidentally omitted the letter d from Named, giving the book its idiosyncratic and charming title. Andy embraced these quirks, which added to the book's playful, contemporary charm. The book was a product of their mutual creativity, showcasing a family connection through art and the love of feline companionship long before the modern fascination with cat culture emerged.</p>",
            "long": "<p>In the 1950s, Andy Warhol collaborated with his mother, Julia Warhola, to produce the artist's book 25 Cats Name Sam and One Blue Pussy. During this period, Andy was working as a freelance illustrator for Doubleday, creating children’s book illustrations, but he was struggling to make ends meet financially.</p><p>When his mother found out about his destitute condition in 1952, she boarded a bus from Pittsburgh to New York City and moved into Andy's cramped apartment on East 75th Street. Julia Warhola, an artist herself, became a vital support for Andy, and their shared love for cats led them to embark on various creative projects together. In 1954, they released a limited-edition artist’s book that featured Andy's distinctive blotted-line watercolor drawings in vibrant pop-art hues, while Julia contributed her handwritten calligraphy.</p><p>This collaboration was more than just an artistic endeavor; it symbolized their profound bond and mutual support during a challenging period in their lives. The book’s title, 25 Cats Name Sam and One Blue Pussy, was charmingly idiosyncratic—Julia accidentally left out the letter d from Named, and instead of correcting it, Andy chose to preserve the quirky mistake, folding it into the playful concept of the book. Although the title suggests twenty-five cats, only sixteen cats are illustrated, adding another layer of whimsy to the project.</p>"
              },
        "includedIn": ["Daily", "Americas", "Chilling"]
    },
    "18": {
        "title": "Black Cat Auditions In Hollywood",
        "creator": "Unknown",
        "time": "1961",
        "origin" : "USA",
        "type": "Photograph",
        "medium": "Black & White Negative",
        "location": "Hollywood, California, USA",
        "dimensions": "Unknown",
        "img": "images/narr/img-18.png",
        "text": {
            "basic": "<p>Black Cat Auditions In Hollywood, captured by photographer Ralph Crane in 1961, is an iconic black-and-white image that reflects an intriguing and playful moment in the cultural history of Hollywood. The photograph shows a long line of women holding black cats on leashes, stretching along a sidewalk, with a young girl at the forefront also holding a black cat on a leash.</p>",
            "extended": "<p>Black Cat Auditions In Hollywood, captured by photographer Ralph Crane in 1961, is an iconic black-and-white image that reflects an intriguing and playful moment in the cultural history of Hollywood. The photograph shows a long line of women holding black cats on leashes, stretching along a sidewalk, with a young girl at the forefront also holding a black cat on a leash.</p><p>The black cats, sitting or lying calmly, seem to be waiting for their turn, while their owners look on attentively. This scene illustrates the level of detail that was put into film production during the 1960s and is a unique depiction of a casting process for black cats, presumably for a Hollywood film. The image captures a sense of innocence and community, as people gathered to participate in what was likely an unusual and exciting event for them and their feline companions.</p>",
            "long": "<p>Black Cat Auditions In Hollywood, captured by photographer Ralph Crane in 1961, is an iconic black-and-white image that reflects an intriguing and playful moment in the cultural history of Hollywood. The photograph shows a long line of women holding black cats on leashes, stretching along a sidewalk, with a young girl at the forefront also holding a black cat on a leash. The black cats, sitting or lying calmly, seem to be waiting for their turn, while their owners look on attentively.</p><p>This scene illustrates the level of detail that was put into film production during the 1960s and is a unique depiction of a casting process for black cats, presumably for a Hollywood film. The image captures a sense of innocence and community, as people gathered to participate in what was likely an unusual and exciting event for them and their feline companions.</p><p>The photograph has a distinctive charm, owing to the uniformity of the cats and the diverse expressions of their handlers, which lends a quirky, almost surreal quality to the scene. The line of black cats and their owners becomes a symbol of both Hollywood's glamour and its penchant for the extraordinary.</p>"
              },
        "includedIn": ["Americas", "Supernatural", "Superstition", "Chilling"]
    },
    "19": {
        "title": "Cat-headed goddess Bastet",
        "creator": "Unknown",
        "time": "900 BC - 600 BC",
        "origin" : "Egypt",
        "type": "Sculpture",
        "medium": "Bronze with gold inlay",
        "dimensions": "Unknown",
        "img": "images/narr/img-19.jpg",
        "text": {
            "basic": "<p>This bronze figure of the goddess Bastet dates back to the Late Period of ancient Egypt, around 900-600 BC. The sculpture portrays Bastet as a woman with a cat's head, wearing a patterned long garment, with gold inlaid eyes and pierced ears for earrings. Several small cats sit at her feet, symbolizing her nurturing and protective qualities.</p>",
            "extended": "<p>This bronze figure of the goddess Bastet dates back to the Late Period of ancient Egypt, around 900-600 BC. The sculpture portrays Bastet as a woman with a cat's head, dressed in a long, intricately patterned garment, with her eyes inlaid with gold and her ears pierced for earrings. The goddess holds a sistrum, a musical instrument, in one hand, and a small object in the other, possibly representing an offering or symbol of fertility.</p><p>Several small cats sit at her feet, symbolizing her role as a protector and nurturing deity. Bastet, originally a lioness goddess, became associated with the domestic cat and grew in popularity during the Libyan Period and 26th Dynasty when her cult city of Bubastis became a political and religious center.</p>",
            "long": "<p>This bronze figure of the goddess Bastet dates back to the Late Period of ancient Egypt, around 900-600 BC. The sculpture portrays Bastet as a woman with a cat's head, dressed in a long, intricately patterned garment, with her eyes inlaid with gold and her ears pierced for earrings.</p><p>The goddess holds a sistrum, a musical instrument associated with joy and protection, in one hand, and a small object in the other, possibly representing an offering or symbol of fertility and nurturing. At her feet are several small cats, symbolizing her role as a protector of the home and maternal figure.</p><p>The transformation of Bastet from a fierce lioness deity to a gentler feline goddess is depicted through this sculpture, reflecting the evolution of her worship. Bastet's association with domestic cats gained prominence during the Libyan Period and 26th Dynasty, particularly as her cult city of Bubastis rose to political significance.</p>"
              },
        "includedIn": ["Africa", "Supernatural", "Religion"]
    }
},
"narratives": {
        "Timeline": [
            "3",
            "19",
            "1",
            "10",
            "15",
            "13",
            "8",
            "11",
            "14",
            "4",
            "7",
            "6",
            "5",
            "2",
            "12",
            "9",
            "17",
            "18",
            "16"
        ],
        "Geography": [
            "4",
            "6",
            "11",
            "12",
            "10",
            "8",
            "5",
            "7",
            "9",
            "13",
            "14",
            "3",
            "19",
            "15",
            "16",
            "1",
            "2",
            "17",
            "18"
        ],
        "Europe": [
            "10",
            "8",
            "5",
            "7",
            "9",
            "13",
            "14"
        ],
        "Asia": [
            "4",
            "6",
            "11",
            "12"
        ],
        "Americas": [
            "1",
            "2",
            "17",
            "18"
        ],
        "Africa": [
            "3",
            "19",
            "15",
            "16"
        ],
        "Daily": [
            "2",
            "7",
            "16",
            "4",
            "17",
            "18",
            "10",
            "8"
        ],
        "Chilling": [
            "4",
            "17",
            "18"
        ],
        "Playing": [
            "2",
            "7",
            "16"
        ],
        "Hunting": [
            "10",
            "8"
        ],
        "Supernatural": [
            "5",
            "8",
            "18",
            "9",
            "11",
            "12",
            "14",
            "3",
            "6",
            "1",
            "19",
            "13",
            "15"
        ],
        "Folklore": [
            "11",
            "12",
            "14"
        ],
        "Superstition": [
            "5",
            "8",
            "18",
            "9"
        ],
        "Religion": [
            "3",
            "6",
            "1",
            "19",
            "13",
            "15"
        ]
    }
}
